{"sections":{"main":{"type":"main-page","settings":{}},"97e12cf8-a596-4383-8c54-50194b19b5b9":{"type":"advanced-content","blocks":{"template--17706973790498__97e12cf8-a596-4383-8c54-50194b19b5b9-1675284672975a7fad-1":{"type":"liquid","settings":{"code":"<div class=\"page-width page-width--narrow page-content custom-page-sz\">\n   <div class=\"rte rte--nomargin\" style=\"width:100%;\">   <div class=\"layoutArea\">\n<div class=\"column\"><strong>{{ shop.domain }} is edited by :<br \/><br \/><\/strong><\/div>\n{{ shop.name }} - All Rights Reserved.<br\/>\nContact Email : {{ shop.email }}\n<\/div>\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><strong>Site hosting :<\/strong><\/p>\n<\/div>\n<\/div>\n<p>Shopify INC. , 126 York St., Ottawa, Ontario, K1N 5T5, Canada<\/p>\n<section class=\"bloc\" id=\"bloc-2\">\n<div class=\"bloc--text\">\n<h2>Intellectual Property<\/h2>\n<p>The graphic charter of the site was created by {{ shop.domain }}<br \/><br \/>All graphic elements, the structure and, more generally, the content of the <span>{{ shop.domain }}<\/span> website are protected by copyright, trademark law and design law.<br \/><br \/>Any person who collects or downloads content or information published on the site has only a private, personal and non-transferable right of use.<br \/><br \/>The reproduction of a page of the site in a frame outside <span>{{ shop.domain }}<\/span> or the insertion of a page belonging to <span>{{ shop.domain }}<\/span> in the page of another site is forbidden.<br \/>In the same way, any reproduction or representation of the site in part or in totality is forbidden without the written agreement of <span>{{ shop.domain }}<\/span> and would constitute a counterfeit sanctioned by the articles L. 335-2 and following of the Code of the Intellectual Property.<br \/><br \/>The texts, graphics, drawings, logos and photos that are published on the {{ shop.domain }} website can be reproduced on paper or electronic media, provided that the name and address of the website are mentioned and that they are not used for commercial purposes.<br \/>The non-observance of the above provisions is likely to constitute an infringement engaging the civil or penal responsibility of the author of the infringement.<\/p><br\/>\n<\/div>\n<\/section>\n<section class=\"bloc\" id=\"bloc-3\">\n<div class=\"bloc--text\">\n<h2>Collection and use of personal data<\/h2>\n<p>The collection of personal data for the services offered by the <span>{{ shop.domain }}<\/span> website as well as their processing are carried out in compliance with the law \" Informatique, Fichiers et Libertés \" of January 6th 1978 modified and its application decrees.<br \/><br \/>The collection of personal data concerning the users of the <span>{{ shop.domain }}<\/span> website has for main purposes the identification of the users for the supply of the services offered on the website.<br \/><br \/>The collected data are never transmitted to third parties unless the customer has given his prior consent and this under the condition that the third parties are clearly committed to respecting all the provisions of the modified Law of January 6, 1978.<br \/><br \/>In application of the law, any person having transmitted personal data has a right of access, rectification and deletion of the data as well as a right of opposition to the processing of personal data concerning him.<br \/>At any time, you can ask to exercise this right by contacting <span>{{ shop.domain }}<\/span><br \/><br \/>The visitors of the site are informed that for the needs of navigation on the <span>{{ shop.domain }} <\/span>site, <span>{{ shop.domain }}<\/span> can have recourse to the automatic collection of certain information relative to the users using cookies. If the user of the site does not wish the use of cookies by <span>{{ shop.domain }}<\/span>, he can refuse the activation of cookies through the options proposed by his internet browser. For technical reasons, if the user deactivates the cookies in his browser, certain services offered on the <span>{{ shop.domain }}<\/span> website may not be accessible to him.<\/p>\n<\/div>\n<\/section><\/div>\n<\/div>","width":"100%","alignment":"center"}}},"block_order":["template--17706973790498__97e12cf8-a596-4383-8c54-50194b19b5b9-1675284672975a7fad-1"],"settings":{"full_width":false,"space_around":false}}},"order":["main","97e12cf8-a596-4383-8c54-50194b19b5b9"]}